"Continue" = "Nastavi";

"Software Update" = "Aktualiziranje softvera";
"Release Notes:" = "Napomene o izdanju:";
"Remind Me Later" = "Podsjeti me kasnije";
"Install on Quit" = "Instaliraj tijekom zatvaranja programa";
"Install and Relaunch" = "Instaliraj i pokreni ponovo";
"Skip This Version" = "Preskoči ovu verziju";

"Automatically download and install updates" = "Automatski preuzmi i instaliraj nove verzije";
"No newer version available." = "Nema novije verzije.";
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Please try again later.";
"A new version of {0} is available! Would you like to download it now?" = "A new version of {0} is available! Would you like to download it now?";

/* Progress messages */
"Installing update…" = "Instaliranje nove verzije …";
"Checking for updates…" = "Traži nove verzije …";
"Downloading update…" = "Preuzimanje nove verzije …";
"Extracting update…" = "Dekomprimiranje nove verzije …";

"Version {0} is now available" = "Verzija {0} je sada dostupna";
